Repository: Plumbery4COMS/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: pt_br

source: WARNING: Do not use since it just keeps the items in sync as long as the cache is not cleared.&#xA;After clearing the cache (which happens automatically in some cases) items which were affected by this option do not pass the filter anymore!
pt_br: ALERTA: Não use, pois apenas mantém os itens em sincronia enquanto o cache não estiver limpo. Depois de limpar o cache (o que acontece automaticamente em alguns casos), os itens afetados por essa opção não passam mais pelo filtro.

source: WebDAV-Sync is a protocol extension that is defined in RFC 6578 and not supported by all servers.&#xA;Test or discover settings will check if this is supported.&#xA;This option can speed up the detection of server changes dramatically but excludes the time range filter.
pt_br: O WebDAV-Sync é uma extensão de protocolo definida no RFC 6578 e não suportada por todos os servidores. Testar ou descobrir configurações irá verificar se isso é suportado. Essa opção pode acelerar a detecção de alterações no servidor, mas exclui o filtro de intervalo de tempo.

source: WebDAV-Sync is a protocol extension that is defined in RFC 6578 and supported by Google Calendar.&#xA;This option can speed up the detection of server changes dramatically but excludes the time range filter.
pt_br: O WebDAV-Sync é uma extensão de protocolo definida no RFC 6578 e suportada pelo Google Agenda. Essa opção pode acelerar a detecção de alterações no servidor, mas exclui o filtro de intervalo de tempo.

source: Whats's new?
pt_br: O que há de novo?

source: Write IM addresses as IMPP attributes
pt_br: Gravar endereços IM sem atributos IMPP

source: Write Instant Messenger addresses in vCard as IMPP attributes &#xA;(not supported by some servers e.g. SOGo) instead of X-PROTOCOL e.g. X-AIM
pt_br: Gravar endereços do Instant Messenger como atributos do vCard IMPP em vez de X-PROTOCOLO, como X-AIM (incompatível com alguns servidores, como o SOGo)

source: Wrong ItemType in folder '{0}'. It should be a calendar, task or contact folder.
pt_br: Tipo de item errado para pasta '{0}'. Precisa ser uma pasta de calendário, tarefa ou contato.

source: Yes
pt_br: Sim

source: You need to choose a calendar folder to merge the EasyProject resources!
pt_br: Você precisa escolher uma pasta de calendário para mesclar os recursos do EasyProject.

source: You need to choose a calendar folder to merge the Kolab resources!
pt_br: Você precisa escolher uma pasta de calendário para mesclar os recursos Kolab.

source: You need to restart Outlook after installing the new version!
pt_br: Você precisa reiniciar o Outlook após instalar a versão nova.

source: Access
pt_br: Acesso

source: Act on behalf of server identity
pt_br: atue em nome da identidade do servidor

source: Set server identity as organizer of meeting and Outlook identity as delegate acting on behalf of it (SENT-BY).&#xA;Useful when Outlook and server identity do not match to avoid invites sent by the wrong email&#xA;or if meetings are created in a shared calendar on behalf of the calendar owner.
pt_br: Definir a identidade do servidor como organizador da reunião e identidade do Outlook como delegado agindo em seu nome (SENT-BY). Útil quando o Outlook e a identidade do servidor não corresponderem para evitar convites enviados pelo email errado ou se as reuniões forem criadas em um calendário compartilhado em nome do proprietário do calendário.

source: The calendar is shared from '{0}', enabling scheduling option 'act on behalf of server identity'!
pt_br: O calendário foi compartilhado por '{0}', hablitando a opção de agendamento 'atue em nome da identidade do servidor'

source: Map Anniversary
pt_br: Mapear Aniversário de casamento

source: Outlook automatically creates anniversary appointments in your calendar &#xA;when the anniversary is added to a contact item.
pt_br: O Outlook cria automaticamente compromissos de aniversário de casamento em sua agenda quando o aniversário de casamento é adicionado a um item de contato.

source: Reminder Settings
pt_br: Configuração lembrete

source: Map reminder as DATE-TIME value
pt_br: Mapear lembrete para o valor de DATE-TIME

source: Map Outlook reminder as absolute DATE-TIME value instead of relative to start or due date.&#xA;Needed for iOS compatibility.
pt_br: Mapear lembrete do Outlook para o valor de DATE-TIME absoluto em vez de relativo à data de início ou à data de expiração. Obrigatório para compatibilidade com iOS.
