Repository: Plumbery4COMS/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: pt_br

source: Information about the project and version.
pt_br: Informações sobre o projeto e a versão.

source: Install new version
pt_br: Instalar nova versão

source: Just errors
pt_br: Apenas erros

source: Just upcoming reminders
pt_br: Apenas lembretes futuros

source: Keep items in sync even if category changes and filter does not match anymore
pt_br: Manter itens em sincronia mesmo se a categoria mudar e o filtro não combinar mais

source: Kolab URL
pt_br: URL Kolab

source: Language:
pt_br: Idioma:

source: Last run ago
pt_br: Última execução

source: Log all entities, even without errors or warnings
pt_br: Logar todas as entidades, mesmo sem erros ou alertas

source: Log Entity Names
pt_br: Nomes de Entidades de Logs

source: Log Level:
pt_br: Nível para Geração de Logs:

source: Major security risk, not recommended!
pt_br: Grande risco de segurança, não recomendado!

source: Manual Mapping
pt_br: Mapeamento Manual

source: Manual only
pt_br: Apenas manual

source: Map all Outlook custom properties to DAV attributes with X-CALDAVSYNCHRONIZER prefix.
pt_br: Mapear todas as propriedades customizadas do Outlook para atributos DAV coom prefixo X-CALDAVSYNCHRONIZER.

source: Map all Outlook custom properties to X-CALDAVSYNCHRONIZER attributes
pt_br: Mapear todas as propriedades customizadas do Outlook para atributos X-CALDAVSYNCHRONIZER

source: Map Birthday
pt_br: Mapear Aniversário

source: Map Body
pt_br: Mapear Corpo

source: Map Contact Photo
pt_br: Mapear Foto do Contato

source: Map DAV CLASS:CONFIDENTIAL to Outlook Private flag instead of Confidential
pt_br: Mapear atributido DAV CLASS:CONFIDENTIAL para atributo Privativo Outlook ao invés de Confidencial

source: Map DAV CLASS:PUBLIC and default events to Outlook Private flag instead of Public
pt_br: Mapear DAV CLASS:PUBLIC como eventos padrão no atributo Privativo do Outlook ao invés de Público

source: Map Distribution Lists
pt_br: Mapear Listas de Distribuição

source: Map Distribution Lists / Contact Groups
pt_br: Mapear Listas de Distribuição / Grupos de Contatos

source: Map event color to category
pt_br: Mapear cor de evento para categoria

source: Map organizer and attendees
pt_br: Mapear organizador e participantes

source: Map Outlook EmailAddress1 to vCard email with TYPE WORK &#xA;and Outlook EmailAddress2 to vCard email with TYPE HOME instead of vice-versa.
pt_br: Sincronizar o primeiro endereço de e-mail vCard do Outlook com TYPE WORK e o segundo endereço de e-mail com TYPE HOME, no lugar da ordem inversa.

source: Map Outlook EmailAddress1 to WORK instead of HOME
pt_br: Mapear Outlook EmailAddress1 para WORK ao invés de HOME

source: Map Outlook Private flag to DAV CLASS:CONFIDENTIAL instead of PRIVATE
pt_br: Mapear atributo de privativa do Outlook para DAV CLASS:CONFIDENTIAL ao invés de PRIVATE

source: Map Outlook Public flag to default instead of PUBLIC
pt_br: Mapear atributido Público do Outlook com padrão ao invés de PUBLIC

source: Map Outlook start and due date of task as floating without timezone
pt_br: Mapear data de início e de conclusão de tarefas Outlook como flutuante, sem fuso horário

source: Map plaintext Body of Outlook appointment to description attribute.
pt_br: Mapear Corpo texto puro de compromissio Outlook para o atributo descrição.

source: Map priority
pt_br: Mapear prioridade

source: Map recurring tasks
pt_br: Mapear tarefas recorrentes

source: Map reminder:
pt_br: Mapear lembrete:

source: Mapping Errors:
pt_br: Mapeamento de Erros:

source: Mapping Warnings:
pt_br: Alertas de mapeamento:

source: Maps changes from Outlook to server but do not update changes from server to Outlook after the initial sync. Useful if another mobile client reduces the photo resolution for example.
pt_br: Mapeia as alterações do Outlook para o servidor, mas não atualiza as alterações do servidor para o Outlook após a sincronização inicial. Útil se outro cliente móvel, por exemplo, reduzir a resolução da foto.

source: Merge Easy Project resources to one single Outlook folder
pt_br: Mesclar recursos Easy Project em uma única pasta Outlook

source: Merge Kolab folders to a common Outlook folder
pt_br: Mesclar pastas Kolab com uma pasta comum Outlook

source: Move selected profile down
pt_br: Mover perfil selecionado para baixo

source: Move selected profile up
pt_br: Mover perfil selecionado para cima

source: Name
pt_br: Nome

source: Name:
pt_br: Nome:

source: Negate filter and sync all appointments except this category
pt_br: Negar filtro e sincronizar todos os compromissos, exceto esta categoria

source: Negate filter and sync all tasks except this category
pt_br: Negar filtro e sincronizar todas as tarefas, exceto esta categoria

source: Network Settings
pt_br: Configurações de Rede

source: No
pt_br: Não

source: No color set for updating the server calendar color!
pt_br: Nenhuma cor definida para atualização da cor de calendário do servidor.

source: No newer version available.
pt_br: Nenhuma versão mais recente disponível.

source: No reports available!
pt_br: Nenhum relatório disponível.

source: No resources were found via autodiscovery!
pt_br: Nenhum recurso encontrado através do autodiscovery.

source: No resource selected!
pt_br: Nenhum recurso selecionado.

source: None
pt_br: Nenhum

source: Not supported in Outlook 2007.
pt_br: Não suportado no Outlook 2007.

source: Only add new Kolab resources
pt_br: Adicionar apenas novos recursos Kolab

source: Only sync runs with errors
pt_br: Apenas sincronizações com erros

source: Open data directory of selected profile
pt_br: Abrir diretório de dados do perfil selecionado

source: Operation
pt_br: Operação

source: Operation aborted
pt_br: Operação abortada

source: Options
pt_br: Opções

source: Outlook and most servers calculate the intersection with the time-range differently for recurring events&#xA;which can cause doubled or deleted events. So it is recommended to select&#xA;a time-range which is larger than the largest interval of your recurring events&#xA;(e.g. 1 year for birthdays)
pt_br: O Outlook e a maioria dos servidores calculam a interseção com o intervalo de tempo de maneira diferente para eventos recorrentes o que pode causar eventos duplicados ou excluídos. Por isso, é recomendável selecionar um intervalo de tempo maior que o maior intervalo de seus eventos recorrentes (por exemplo, 1 ano para aniversários)

source: Outlook automatically creates birthday appointments in your calendar &#xA;when the birthday is added to a contact item.
pt_br: O Outlook cria automaticamente compromissos de aniversário em calendário quando o aniversário é adicionado a um item de contato.

source: Outlook custom property
pt_br: Propriedade customizada do Outlook

source: Outlook Delta:
pt_br: Delta Outlook:

source: Outlook Entity
pt_br: Entidade Outlook

source: Outlook folder:
pt_br: Pasta Outlook:

source: Outlook Id
pt_br: Id do Outlook

source: Outlook restart required
pt_br: É necessário reiniciar o Outlook

source: Outlook Settings
pt_br: Configurações Outlook

source: Outlook wins
pt_br: Outlook vence

source: Outlook ← Server (Merge)
pt_br: Outlook ← Server (Mesclar)

source: Outlook ← Server (Replicate)
pt_br: Outlook ← Server (Replicar)

source: Outlook ←→ Server (Two-Way)
pt_br: Outlook ←→ Server (Ambos sentidos)

source: Outlook → Server (Merge)
pt_br: Outlook → Server (Mesclar)

source: Outlook → Server (Replicate)
pt_br: Outlook → Server (Replicar)

source: Password (optional):
pt_br: Senha (opcional):

source: Password:
pt_br: Senha:

source: Perform synchronization in chunks
pt_br: Realizar a sincronização em pedaços

source: Please be aware that the log file (especially with Log Level Debug) can contain 'Personally identifiable information' (PII) like resource URIs and raw calendar and/or addressbook data but no passwords.\nNever post or attach the log or a sync report in a public forum and mask sensitive data when sending as an e-mail!
pt_br: Esteja ciente que o arquivo de log (especialmente com Nível de Log Depurado) pode conter 'Personal identifiable information (informações pessoas identificáveis)' (PII) como URIs de recursos e dados brutos do calendário e/ou catálogo de endereços, mas sem senha.\nNunca envie ou anexe o log ou um relatório de sincronização em um fórum público e mascare dados confidenciais ao enviar como um e-mail.

source: Please select an Outlook folder to specify the item type for this profile
pt_br: Favor selecionar uma pasta Outlook para especificar o tipo de item deste perfil

source: Privacy Settings
pt_br: Configurações de Privacidade

source: Processing profiles done.
pt_br: Finalizado processamento de perfis.

source: Processing profiles.
pt_br: Processando perfis.

source: Profile
pt_br: Perfil

source: Profile '{0}'
pt_br: Perfil '{0}'

source: Profile cache deleted
pt_br: Cache de perfil excluído.

source: Profile Id:
pt_br: Id do Perfil:

source: Profile name:
pt_br: Nome do perfil:

source: Proxy Settings
pt_br: Configurações Proxy

source: Proxy URL:
pt_br: URL Proxy:

source: Raw
pt_br: Cru

source: removes duplicate Outlook appointments based on start end and subject of the events after each sync run &#xA;be aware of possible performance penalties with this option enabled.
pt_br: remove compromissos duplicados do Outlook com base no início/fim e no assunto dos eventos após cada execução de sincronização esteja ciente das possíveis penalidades de desempenho com essa opção ativada.

source: Replacing profile '{0}'
pt_br: Substituindo perfil '{0}'

source: Reports
pt_br: Relatórios

source: Resource Displayname
pt_br: Nome de exibição do Recurso

source: Resource displayname must not be empty!
pt_br: O recurso nome de exibição não pode estar vazio.

source: Save selected to Zip file
pt_br: Salvar selecionado para arquivo Zip

source: Scheduling Settings
pt_br: Configurações de Agendamento

source: Select folder
pt_br: Selecionar pasta

source: Select Profile Type
pt_br: Selecione o Tipo de Perfil

source: Select Resource
pt_br: Selecionar Recurso

source: Selected Outlook Folder
pt_br: Pasta do Outlook Selecionada

source: Server Delta:
pt_br: Delta do Servidor:

source: Server Entity
pt_br: Entidade do Servidor

source: Server Id
pt_br: Id do Servidor

source: Server Settings
pt_br: Configurações do Servidor

source: Server wins
pt_br: Servidor vence

source: Set DAV calendar color
pt_br: Definir cor do calendário DAV

source: Set global options for all profiles like SSL/TLS settings.
pt_br: Definir opções globais para todos os perfis, como por exemplo, configurações SSL/TLS.

source: Set RTF Body from X-ALT-DESC Html description
pt_br: Definir Corpo RTF a partir da descrição Html X-ALT-DESC

source: Set SCHEDULE-AGENT=CLIENT
pt_br: Definir SCHEDULE-AGENT=CLIENT

source: Show Advanced Settings
pt_br: Exibir Configurações Avançadas

source: Show advanced settings as default
pt_br: Exibir configurações avançadas como padrão

source: Show log
pt_br: Exibir log

source: Show reports and notify:
pt_br: Exibir relatórios e notificar:

source: Show reports of last sync runs.
pt_br: Exibir relatórios das últimas execuções de sincronização.

source: Show status of sync runs.
pt_br: Exibir o status enquanto a sincronização é executada.

source: Show Sync Progress Bar
pt_br: Exibir Barra de Progresso da Sincronia

source: Show synchronization reports immediately and&#xA;notify in systray icon (if enabled)
pt_br: Exibir relatórios de sincronização imediatamente e notificar no ícone de bandeja do sistema (caso habilitado)

source: Show the advanced settings in synchronization profiles as default if enabled.
pt_br: Exibir configurações avançadas nos perfis de sincronização como padrão, se habilitadas.

source: Show the sync progress bar when more items than the treshold need to be loaded.
pt_br: Mostrar a barra de progresso de sincronização quando mais itens do que o limite precisarem ser carregados.

source: Some options contain invalid values
pt_br: Algumas opções contém caracteres inválidos

source: SSL/TLS Settings
pt_br: Configurações SSL/TLS

source: Start a manual synchronization of all active profiles.
pt_br: Iniciar sincronização manual de todos os perfis ativos.

source: StartTime:
pt_br: Hora de início:

source: Store data in roaming folder
pt_br: Armazenar dados na pasta roaming

source: Successfully updated the server calendar color!
pt_br: Cor de calendário do servidor atualizada com sucesso.

source: Sucessfully exported {0} profile(s) to '{1}'.
pt_br: {0} perfil(is) exportado(s) com sucesso para '{1}'.

source: Sucessfully imported {0} profile(s) from '{1}'.
pt_br: {0} perfil(is) importados com sucesso de '{1}'.

source: Sync also appointments without any category
pt_br: Sincronizar também compromissions sem nenhuma categoria

source: Sync also tasks without any category
pt_br: Sincronizar também tarefas sem qualquer categoria

source: Sync only appointments with this category:
pt_br: Sincronizar apenas compromissos com esta categoria:

source: Sync only tasks with this category:
pt_br: Sincronizar apenas tarefas com esta categoria:

source: Sync Progress Bar Threshold (Items)
pt_br: Limite da barra de progresso da sincronização (itens)

source: Sync runs with errors or warnings
pt_br: Sincronia roda com erros ou alertas

source: Sync Settings
pt_br: Configurações de Sincronização

source: Synchronization interval (minutes):
pt_br: Intervalo de sincronização (minutos):

source: Synchronization mode is set to '{0}' and the selected Outlook folder is empty. Are you sure, you want to select this folder, because all items on the DAV server will be deleted!
pt_br: O modo de sincronização está definido como '{0}' e a pasta selecionada do Outlook não está vazia. Você tem certeza de que deseja selecionar esta pasta? Vale ressaltar que todos os itens do servidor Dav serão excluídos.

source: Synchronization mode is set to '{0}' and the selected Outlook folder is not empty. Are you sure, you want to select this folder because all items will be overwritten with the DAV server resources!
pt_br: O modo de sincronização está definido como '{0}' e a pasta selecionada do Outlook não está vazia. Você tem certeza de que deseja selecionar esta pasta? Vale ressaltar que todos os itens serão sobrescritos pelos recursos do servidor DAV.

source: Synchronization mode:
pt_br: Modo de sincronização:

source: Synchronization profile '{0}' executed with error(s).
pt_br: Perfil de sincronização '{0}' executado com erro(s).

source: Synchronization profile '{0}' executed with warning(s).
pt_br: Sincronização do perfil '{0}' executada com erro(s).

source: Synchronization Profiles
pt_br: Perfis de Sincronização

source: Synchronization Reports
pt_br: Relatórios de Sincronização

source: Synchronization Status
pt_br: Status da Sincronização

source: Synchronization timespan future (days):
pt_br: Sincronização de tempo futuro (dias):

source: Synchronization timespan past (days):
pt_br: Tempo de sincronização para passado (dias):

source: Synchronize items immediately after change
pt_br: Sincronizar itens imediamente após a mudança

source: Synchronize now
pt_br: Sincronizar agora

source: Take care, when changing settings for non-empty folders (see tooltip)
pt_br: Tome cuidado ao alterar as configurações para pastas não vazias (consulte as dicas de contexto)

source: Task Mapping Configuration
pt_br: Configuração do Mapeamento de Tarefas

source: Task start date will be mapped to 00:00 and Task due date to 23:59 without timezone.&#xA;Enable this if clients with different timezones are used and the due date should be local.
pt_br: A data de início da tarefa será mapeada para 00:00 e a data de vencimento da tarefa para 23:59, sem fuso horário. Ative isso se clientes com diferentes fusos horários forem usados e a data de término precise ser local.

source: Tasks
pt_br: Tarefas

source: Team:
pt_br: Equipe:

source: Test or discover settings
pt_br: Testar ou descobrir configurações

source: Test settings
pt_br: Testar configurações

source: The CalDav/CardDav URL is invalid
pt_br: O URL CalDav/CardDav é inválido.

source: The Email address is invalid
pt_br: O endereço de email é inválido

source: The profile for the selected report doesn't exist anymore!
pt_br: porque as exceções de recorrência sobre alterações de horário de verão não podem ser mapeadas e

source: The selected entity does not exist anymore.
pt_br: A entidade selecionada não existe mais.

source: The specified URL doesn't support WebDav Collection Sync, the option will be disabled!
pt_br: O URL especificado não suporta WebDav Collection Sync, logo a opção será desabilitada.

source: The specified URL is a read-only addressbook. Synchronization mode set to '{0}'.
pt_br: O URL especificado é um livro de endereços somente de leitura. O modo de sincronização foi definido como '{0}'.

source: The specified URL is a read-only calendar. Synchronization mode set to '{0}'.
pt_br: O URL especificado é de um calendário apenas de leitura. O modo de sincronização foi definido para '{0}'

source: The tasklist is invalid
pt_br: A lista de tarefas é inválida

source: The tasklist with id '{0}' is invalid.
pt_br: A lista de tarefas com id '{0}' é inválida.

source: These settings affect the filter which selects the items for synchronization.&#xA;If an item does not pass the filter it is treated as if it would not exist!&#xA;Changing these settings for non-empty folders can lead to deletions on the server or duplicates in Outlook.
pt_br: Essas configurações afetam o filtro que seleciona os itens para sincronização. Se um item não corresponder ao filtro, ele será tratado como se não existisse. Alterar essas configurações para pastas não vazias pode levar a exclusões no servidor ou itens duplicados no Outlook.

source: Timezone Settings
pt_br: Configuração de Fuso horário

source: Trigger a partial synchronization run immediately after &#xA;an item is created changed or deleted in Outlook &#xA;(with a 10 seconds delay).&#xA;Meeting invitations are excluded from this to avoid duplicate meetings!
pt_br: Acionar uma sincronização parcial imediatamente após um item ser criado, alterado ou excluído no Outlook (com um atraso de 10 segundos). Os convites para reuniões são excluídos para evitar reuniões duplicadas.

source: Trigger sync after Outlook Send/Receive and on Startup
pt_br: Acionar sincronia após Enviar/Receber do Outlook e na Inicialização

source: UI Settings
pt_br: Configurações da Interface

source: Use fast GetTable queries when accessing Outlook folders.&#xA;Disable only if you get errors in GetVersions, when disabled every item needs to be requested&#xA;which causes a performance penalty!
pt_br: Use consultas rápidas GetTable ao acessar pastas do Outlook. Desabilite somente se você obtiver erros em GetVersions, já que quando desativado, cada item precisa ser solicitado, o que causa uma penalidade de desempenho.

source: Use fast queries for Outlook folders
pt_br: Usar consultas (queries) rápidas para pastas Outlook

source: Use full IANA timezone definition with historical data. &#xA;Needs more bandwith and can be incompatible when manually importing in Outlook.
pt_br: Use a definição completa de fuso horário da IANA com dados históricos. Precisa de mais largura de banda e pode ser incompatível ao importar manualmente no Outlook.

source: Use GlobalAppointmentID for UID attribute
pt_br: Usar GlobalAppointmentID para o atributo UID

source: Use Google Contacts API instead of CardDAV &#xA;to sync Outlook contact folders with Google contacts &#xA;which improves mapping and performance.
pt_br: Use a API de contatos do Google em vez do CardDAV para sincronizar pastas de contatos Outlook com contatos do Google, o que que melhora o mapeamento e o desempenho.

source: Use Google native API
pt_br: Usar API nativa do Google

source: Use Iana instead of Windows timezones for creating events on CalDAV server. &#xA;Needed for servers which do not accept non standard Windows timezones like GMX for example. &#xA;Timezone definitions will be downloaded from http://tzurl.org.
pt_br: Use o Iana em vez de fusos horários do Windows para criar eventos no servidor CalDAV. Necessário para servidores que não aceitam fusos horários não padrão do Windows, como o GMX. As definições de fuso horário serão baixadas de http://tzurl.org.

source: Use IANA timezone:
pt_br: Usar fuso horário IANA:

source: Use IMAP/POP3 account password
pt_br: Usa senha da conta IMAP/POP3

source: Use manual proxy configuration
pt_br: Usar configuração manual de proxy

source: Use Outlook GlobalAppointmendID instead of random Guid for UID attribute in new CalDAV events. &#xA; Can avoid duplicate events from invitations.
pt_br: Use o GlobalAppointmendID do Outlook em vez do atributo aleatório Guid para UID em novos eventos CalDAV. Pode evitar eventos duplicados de convites.

source: Use preemptive authentication
pt_br: usar autenticação preemptiva

source: Use prefix filter to include also custom message_classes in filter for Outlook folders. &#xA;For better performance, Windows Search Service shouldn't be deactivated if this option is enabled.
pt_br: O perfil do relatório selecionado não existe mais.

source: Use random string for DAV resource Uri
pt_br: Use um texto randômico para Uri de recurso DAV

source: Use system default proxy (settings from IE and config file)
pt_br: Usar proxy padrão do sistema (configurações do IE e arquivo de config)

source: Use this IANA timezone for default Outlook/Windows timezone. &#xA;Manually selected different timezones in Outlook appointments &#xA;will be mapped to first corresponding IANA timezone.
pt_br: Use este fuso horário da IANA para o fuso horário padrão do Outlook / Windows. Fusos horários diferentes selecionados manualmente nos compromissos do Outlook serão mapeados para o primeiro fuso horário correspondente da IANA.

source: Use time range filter
pt_br: Usar filtro de intervalo de tempo

source: Use UTC instead of Outlook appointment timezone for creating events on CalDAV server. &#xA;Not recommended for general use &#xA;because recurrence exceptions over DST changes can not be mapped and &#xA;appointments with different start and end timezones can not be represented.
pt_br: Use o UTC em vez do fuso horário do Outlook para criar eventos no servidor CalDAV. Não recomendado para uso geral, porque as exceções de recorrência sobre alterações de horário de verão não podem ser mapeadas e compromissos com diferentes fusos horários de início e fim não podem ser representados.

source: Use WebDAV collection sync
pt_br: Usar sincronia de coleção WebDAV

source: Username (optional):
pt_br: Nome de usuário (opcional):

source: Username:
pt_br: Nome de usuário:

source: vCard with KIND:group
pt_br: vCard com KIND:group

source: Version {0} is available!
pt_br: A versão {0} está disponível.

source: Version: {0}
pt_br: Versão: {0}

source: View or set CalDav Synchronization profiles
pt_br: Ver ou definir perfis de Sincronização CalDav

source: View or set CalDav Synchronizer general options
pt_br: Ver ou definir opções gerais do CalDav Synchronizer

source: Waiting for newer version than '{0}'.
pt_br: Esperando por versão mais nova que '{0}'.

source: WARNING profile '{0}', references an outlook folder that doesn't exist.
pt_br: ALERTA quanto ao perfil '{0}' que ferencia uma pasta inexistente do Outlook.

source: WARNING:
pt_br: ALERTA:

source: Warning: did not find folder '{0}'
pt_br: Alerta: pasta '{0}' não foi localizada.
