Repository: Plumbery4COMS/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: pt_br

source: - CalDavConnectTimeout must be &gt; 0
pt_br: - CalDavConnectTimeout precisa ser > 0

source: - Custom properties must not be empty.
pt_br: - Propriedades customizados não podem estar vazias.

source: - DAV X-Attributes for manual mapped properties have to start with 'X-'
pt_br: - X-Atributos do DAV para propriedades mapeadas manualmente precisam iniciar com 'X-'

source: - If you don't know the URL you can also enter the Email address and try to discover it.
pt_br: - Caso você não saiba a URL, poderá digitar o endereço de e-mail para tentar a descoberta automática.

source: - Invalid CalDavConnectTimeout
pt_br: - CalDavConnectTimeout Inválido

source: - Invalid Max Report Age
pt_br: - Idade Máxima do Relatório Inválida

source: - Max Report Age must be &gt; 0
pt_br: - Relatório de Idade Máx., precisa ser > 0

source: - Resources which are a calendar and an addressbook are not valid!
pt_br: - Recursos que são um calendário e um livro de endereços inválidos.

source: - The CalDav/CardDav URL cannot end/start with whitespaces.
pt_br: - O URL CalDav/CardDav não pode finalizar/iniciar com espaços em branco.

source: - The CalDav/CardDav URL has to end with a slash ('/').
pt_br: - O URL CalDav/CardDav precisa terminar uma uma barra ('/').

source: - The CalDav/CardDav URL is empty.
pt_br: - O URL CalDav/CardDAV está vazio.

source: - The CalDav/CardDav URL is not a well formed URL. ({0})
pt_br: - O URL CalDav/CardDav não é um URL bem formado. ({0})

source: - The category name must not contain commas.
pt_br: - O nome da categoria não pode conter vírgulas.

source: - The category name must not contain semicolons.
pt_br: - Nome da categoria não pode conter ponto e vírgula.

source: - The chunk size has to be 1 or greater.
pt_br: - Cada pedaco precisa ter tamanho 1 ou maior.

source: - The Email address is empty.
pt_br: - O endereço de Email está vazio.

source: - The Email address is invalid. ({0})
pt_br: - O endereço de email é inválido. ({0})

source: - The specified address book doesn't allow creation of contacts!
pt_br: - O endereço de livro de endereços especificado não permite a criação de contatos.

source: - The specified address book doesn't allow deletion of contacts!
pt_br: - O livro de endereços especificado não permite a exclusão de contatos.

source: - The specified calendar doesn't allow creation of appointments!
pt_br: - O calendário especificado não permite a criação de compromissos.

source: - The specified calendar doesn't allow deletion of appointments!
pt_br: - O calendário especificado não permite a exclusão de compromissos.

source: - The specified calendar is not writeable. Therefore it is not possible to use the synchronization mode '{0}'.
pt_br: - O calendário especificado não possui permissão de escrita, portanto, não é possível usar o modo de sincronização '{0}'.

source: - The specified URL does not support address books.
pt_br: - O URL especificado não suporta livros de endereços.

source: - The specified URL does not support calendar access.
pt_br: - O URL especificado não suporta acesso ao calendário.

source: - The specified URL does not support calendar queries. Some features like time range filter may not work!
pt_br: - O URL especificado não suporta consultas de calendário. Alguns recursos, como o filtro de intervalo de tempo, podem não funcionar.

source: - The specified URL is not a calendar!
pt_br: - A URL especificada não é um calendário.

source: - The specified URL is not an addressbook!
pt_br: - O URL especificado não é um livro de endereços.

source: - The specified URL is not an task list!
pt_br: - O URL especificado não é uma lista de tarefas.

source: - There is no Outlook folder selected.
pt_br: - Não há uma pasta Outlook selecionada.

source: - WebDav collection sync is currently just supported for appointments and contacts.
pt_br: - A sincronização de coleção WebDAV é atualmente suportada apenas para compromissos e contatos.

source: 1 day
pt_br: 1 dia

source: 12 hours
pt_br: 12 horas

source: &lt;MISSING&gt;
pt_br: <FALTANDO>

source: &lt;New Profile&gt;
pt_br: < Novo Perfil>

source: About
pt_br: Sobre

source: About CalDav Synchronizer
pt_br: Sobre CalDav Synchronizer

source: Accept invalid chars in server response
pt_br: Aceitar caracteres inválidos na resposta do servidor

source: Account settings
pt_br: Configurações da conta

source: Add addressbook resource on server
pt_br: Adicionar recurso de livro de endereços no servidor

source: Add calendar resource on server
pt_br: Adicionar recurso de calendário no servidor

source: Add manual mapping pairs of Outlook custom properties and DAV X-attributes. &#xA;If properties do not exist , they are created. &#xA;The manual mapping overrules the general mapping of all Outlook custom attributes if both activated. &#xA;DAV attributes MUST start with X-
pt_br: Adicionar pares de mapeamento manuais de propriedades customizadas do Outlook e X-atributos DAV. Se as propriedades não existirem, elas serão criadas. O mapeamento manual anula o mapeamento geral de todos os atributos personalizados do Outlook, se ambos estiverem ativados. Atributos DAV devem começar com X-

source: Add multiple profiles
pt_br: Adicionar perfis múltiplos

source: Add new profile
pt_br: Adicionar novo perfil

source: Add resource
pt_br: Adicionar recurso

source: Added addressbook resource '{0}' successfully!
pt_br: Adicionado recurso de livro de endereços '{0}' com sucesso.

source: Added calendar resource '{0}' successfully!
pt_br: Adicionar recurso de calendário '{0}' com sucesso.

source: Adding profile '{0}'
pt_br: Adicionando perfil '{0}'

source: Address Books
pt_br: Livros de Endereços

source: Advanced Network Settings
pt_br: Configurações Avançadas de Rede

source: All sync runs
pt_br: Todas as execuções de sincronização

source: Assign category color when OK is clicked.
pt_br: Atribuir cor de categoria quando OK for clicado.

source: Assign category color:
pt_br: Atribuir cor de categoria:

source: Assign Easy Project resources to different Outlook folders
pt_br: Atribuir recursos Easy Project a diferentes pastas Outlook

source: Assign Kolab folders to distinct Outlook folders
pt_br: Atribuir pastas Kolab a pastas Outlook distintas

source: Assign shortcut key when OK is clicked.
pt_br: Atribuir tecla de atalho quando OK for clicado.

source: Assign shortcut key:
pt_br: Atribuir tecla de atalho:

source: Automatic
pt_br: Automático

source: Automatic check for newer version turned off.
pt_br: A opção de verificar automaticamente por novas versões está desativada.

source: Automatically check for newer versions
pt_br: Verificar automaticamente por novas versões

source: Automatically create Outlook folders
pt_br: Criar pastas Outlook automaticamente

source: CalDav Synchronizer download failed
pt_br: Falha no download do CalDav Synchronizer

source: CalDAV Synchronizer is currently starting up. Please try again, when startup is finished.
pt_br: O CalDAV Synchronizer está sendo iniciado. Favor tentar novamente após a inicialização finalizar.

source: CalDav Synchronizer - Synchronizing...
pt_br: Caldav Synchronizer - Sincronizando...

source: Calendar Color
pt_br: Cor do Calendário

source: Calendars
pt_br: Calendários

source: Can't access Outlook item, maybe it was moved or deleted!
pt_br: Não foi possível acessar item do Outlook, talvez tenha sido movido ou excluído.

source: Can't add addressbook resource '{0}'
pt_br: Não foi possível adicionar o recurso livro de endereços '{0}'

source: Can't add calendar resource '{0}'
pt_br: Não foi possível adicionar recurso de calendário '{0}'

source: Can't set the calendar color!'
pt_br: Não foi possível definir a cor do calendário.

source: Cancel
pt_br: Cancelar

source: Category Filter
pt_br: Filtro de Categoria

source: Changing the time range filter setting leads to deletion of the sync cache &#xA;and a complete resync of the calendar!
pt_br: Alterar a configuração do filtro de intervalo de tempo leva à exclusão do cache de sincronização e uma ressincronização completa do calendário.

source: Changing this option requires a restart of Outlook.
pt_br: Alterar esta opção requer reiniciar o Outlook.

source: Check for Updates
pt_br: Verificar por Atualizações

source: Check Internet connection before sync run
pt_br: Verificar conexão Internet antes de executar sincronia

source: Checks if a network interface is up&#xA;and try DNS query to dns.msftncsi.com first and if that fails try to download&#xA;http://www.msftncsi.com/ncsi.txt with the configured proxy settings.&#xA;Should avoid error reports when network is not available after&#xA;coming back from hibernate for example.
pt_br: Verifica se uma interface de rede está ativa e tentar a consulta DNS para dns.msftncsi.com primeiro e, se isso falhar, tente baixar http://www.msftncsi.com/ncsi.txt com as configurações de proxy configuradas. Deve evitar relatórios de erros quando a rede não estiver disponível, por exemplo, após voltando do estado de hibernação.

source: Choose the default Instant Messenger protocol.&#xA;You can add other protocols with protocol: address
pt_br: Escolha o protocolo padrão para Mensagens Instantâneas. Você pode adicionar outros protocolos com protocolo: endereço

source: Choose the used format for DAV contact groups.&#xA;SOGO uses its own VLIST format to store contact groups.&#xA;For other CardDAV servers choose the vCard with KIND:group format &#xA;and for iCloud the iCloud group format.
pt_br: Escolha o formato usado para grupos de contatos DAV. O SOGO usa seu próprio formato VLIST para armazenar grupos de contatos. Para outros servidores CardDAV, escolha o vCard com o formato KIND:group e para o iCloud, o formato de grupo do iCloud.

source: Chunk size:
pt_br: Tamanho do pedaço:

source: Cleanup duplicate events after each sync run
pt_br: Limpar eventos duplicados após cada execução de sincronização

source: Clear cache of selected profile
pt_br: Limpar cache do perfil selecionado

source: Clear log
pt_br: Limpar log

source: Click to open configuration.
pt_br: Clique para abrir a configuração.

source: Click to open latest synchronization report.
pt_br: Clique para abrir o relatório de sincronização mais recente.

source: Close connection after each request
pt_br: Fechar a conexão a cada pedido

source: Col
pt_br: Cor

source: Collapse all nodes
pt_br: Fechar todos os nós

source: Configuration Error
pt_br: Erro de Configuração

source: Configure your synchronization profiles.
pt_br: Configure seus perfis de sincronização.

source: Conflict resolution:
pt_br: Resolução de conflito:

source: Connection test NOT successful:
pt_br: Teste de conexão não foi bem sucedido:

source: Connection test successful BUT:
pt_br: Teste de conexão bem-sucedido, porém:

source: Connection test successful.
pt_br: teste de conexão bem-sucedido.

source: Contact Mapping Configuration
pt_br: Configuração de Mapeamento de Contato

source: Convert formatted RTF Body of Outlook appointment to Html and export it as X-ALT-DESC property.&#xA;The RTF to Html conversion is experimental inline images and some formatting properties can not be converted!&#xA;Be aware that some servers like Google Calendar drop this attribute!
pt_br: Converter Corpo RTF formatado do compromisso Outlok para Html e exportá-lo como propriedade X-ALT-DESC. A conversão de RTF para HTML com imagens incorporadas é experimental e algumas propriedades de formatação podem não ser convertidas. Esteja ciente de que alguns servidores, como o Google Agenda, descartam esse atributo.

source: Convert numbers like +1 23 45678 9 &#xA;to +1 (23) 45678 - 9 &#xA;so that Outlook can show country and area code.
pt_br: Converter números como +1 23 45678 9 para +1 (23) 45678 - 9 para que o Outlook possa mostrar o código do país e de área.

source: Convert X-ALT-DESC description Html property to RTF and set Outlook appointment RTF Body.&#xA;The html to RTF conversion is experimental not all Html formatting options can be converted!&#xA;This overwrites also the plaintext Body!
pt_br: Converter propriedade Html da descrição X-ALT-DESC para RTF e definir compromisso do Outlook como Corpo RPF. A conversão de Html para RTF é experimental, nem todas as opções de formatação HTML podem ser convertidas. Isso também substitui o corpo de texto simples.

source: Copy selected profile
pt_br: Copiar perfil selecionado

source: Create DAV resource
pt_br: Criar recurso DAV

source: Create DAV server resource
pt_br: Criar recurso DAV do servidor

source: Create events on server in UTC
pt_br: Criar eventos no servidor em fuso UTC

source: Create events on server with downloaded IANA timezones
pt_br: Criar eventos no servidor com fusos horários baixados da IANA

source: Current version: {0}
pt_br: Versão atual: {0}

source: Custom Properties Mapping
pt_br: Mapeamento Customizado das Propriedades

source: Custom Properties Mapping Configuration
pt_br: Configuração de Mapeamento de Propriedades Customizadas

source: DAV Connection Timeout (secs)
pt_br: Tempo de inatividade da Conexão DAV (segs)

source: DAV contact group format
pt_br: Formato do grupo de contatos DAV

source: DAV URL:
pt_br: URL DAV:

source: DAV X-attribute
pt_br: X-atributo DAV

source: Debug
pt_br: Depurado

source: Default IM protocol:
pt_br: Protocolo IM padrão:

source: Delete reports older than (days):
pt_br: Excluir relatórios mais antigos que (dias):

source: Delete selected
pt_br: Excluir selecionado

source: Delete selected profile
pt_br: Excluir perfil selecionado

source: Detected URL
pt_br: URL Detectado:

source: Detected URL:
pt_br: URL Detectado:

source: Did not find any default version!
pt_br: Não foi localizada nenhuma versão padrão.

source: Did not find any news.
pt_br: Nenhuma notícia encontrada.

source: Disable Certificate Validation
pt_br: Desabilitar Validação de Certificado

source: Disabling is a major security risk, not recommended!
pt_br: Desabilitar não é recomendado e implica em um grande risco de segurança.

source: Discover resources and assign to Outlook folders
pt_br: Descobrir recursos e atribuir a pastas Outlook

source: Do autodiscovery
pt_br: Realizar autodescoberta

source: Do not check for newer version anymore
pt_br: Não verificar mais por novas versões

source: Do not overwrite FileAs in Outlook
pt_br: Não sobrescrever 'Salvar como' no Outlook.

source: Do not overwrite FileAs in Outlook with FN &#xA;Uses default FileAs as set in global Outlook options for new entries.
pt_br: Não substituir arquivos no Outlook com atributo FN Usa o padrão FileAs, conforme definido nas opções globais do Outlook para novas entradas.

source: Do not overwrite the contact photo in Outlook
pt_br: Não sobrescrever a foto do contato no Outlook

source: Do not send appointment notifications (from SOGo)
pt_br: Não enviar notificações de compromissos (do SOGo)

source: Documentation and Tutorials
pt_br: Documentação e Tutoriais

source: Don't use a time range less than 1 year if your calendar includes recurring events.
pt_br: Não use um intervalo de tempo menor que 1 ano se o seu calendário inclui eventos recorrentes.

source: Donate with PayPal
pt_br: Doar com PayPal

source: Download new version
pt_br: Obter nova versão

source: Duration:
pt_br: Duração

source: Easy Project Server Settings
pt_br: Configurações do Servidor Easy project

source: Easy Project URL:
pt_br: URL Easy Project:

source: Edit URL
pt_br: Editar URL

source: Email address:
pt_br: Endereço de email:

source: Enable Client Certificates
pt_br: Habilitar Certificados Cliente

source: Enable client certificates with automatic mode.&#xA;The available client certificates from the user store will be automatically provided.
pt_br: Ativar certificados de cliente com o modo automático. Os certificados de cliente disponíveis no repositório de usuários serão fornecidos automaticamente.

source: Enable if a full report of all modified entities is needed.
pt_br: Habilitar caso um relatório completo de todas as entidades modificadas seja necessário.

source: Enable only if you get the following error:&#xA;System.Net.WebException: The server committed a protocol violation. Section=ResponseStatusLine&#xA;Needed for Yahoo and cPanel Horde servers for example.
pt_br: Habilite somente se você receber o seguinte erro: System.Net.WebException: O servidor cometeu uma violação de protocolo. Section=ResponseStatusLine É necessário, por exemplo, para servidores Yahoo e cPanel Horde.

source: Enable SSL3
pt_br: Habilitar SSL3

source: Enable TLS12
pt_br: Habilitar TLS12

source: Enable to display the summary of the event or task or the name of the contact&#xA;to identify the entity in the sync report.
pt_br: Habilite para exibir o resumo do evento, tarefa ou o nome do contato, a fim de identificar a entidade no relatório de sincronização.

source: Enable Tray Icon
pt_br: Habilitar Ícone de Bandeja

source: Enable useUnsafeHeaderParsing
pt_br: Habilitar useUnsafeHeaderParsing

source: Enables the systray icon in the Windows taskbar.
pt_br: Habilitar ícone na bandeja do sistema na barra da tarefas do Windows.

source: Enter the DAV resource URL or the server address and discover the available resources. &#xA;If you leave the DAV URL empty it can also be discovered from the email address via DNS lookups.
pt_br: Digite o URL do recurso DAV ou o endereço do servidor e descubra os recursos disponíveis. Se você deixar o URL DAV vazio, ele também poderá ser descoberto a partir do endereço de e-mail, por meio de pesquisas de DNS.

source: Enter the email address of the server identity of the calendar owner. Will be auto-detected if available.&#xA;It can also be used to discover the DAV URL if you leave the URL textbox empty.
pt_br: Digite o endereço de e-mail da identidade do servidor do proprietário do calendário. Será detectado automaticamente se disponível. Pode também ser usado para descobrir o URL de DAV se você deixar a caixa de texto de URL vazia.

source: Enter the name of the Outlook category for filtering. &#xA;If the category does not exist it will be created in Outlook.
pt_br: Digite o nome da categoria do Outlook para filtragem. Se a categoria não existir, ela será criada no Outlook.

source: Error
pt_br: Erro

source: Error updating the server calendar color!
pt_br: Erro ao atualizar a cor do calendário do servidor.

# Error while trying to fetch the news. Please see logfile for details.
source: Error while trying to fetch the news.\r\nPlease see logfile for details.
pt_br: Erro ao tentar obter notícias.\r\nFavor verificar o arquivo de log para detalhes.

source: Errors and warnings
pt_br: Erros e alertas

source: Event Mapping Configuration
pt_br: Configuração do Mapeamento de Eventos

source: Exception that lead to abortion:
pt_br: Exceção que levou a abortar o processo:

source: Executes specific steps of synchronization in chunks to save memory.
pt_br: Executar passos específicos de sincronização em pedaços, a fim de economizar memória.

source: Expand all nodes
pt_br: Expandir todos os nós

source: Expand all nodes in Synchronization Profiles
pt_br: Expandir todos os nós nos Perfis de Sincronização

source: Expand all nodes in the treeview of the Synchronization Profiles configuration as default if enabled.&#xA;Only applicable if advanced settings are turned on.
pt_br: Expanda todos os nós na visualização em árvore da configuração de Perfis de Sincronização como padrão, se ativada. Aplicável apenas se as configurações avançadas estiverem ativadas.

source: Experimental mapping of the first category color of the appointment to the matching COLOR attribute of the event&#xA;Together with DAVdroid for Android you can map individual event colors from Android to Outlook &#xA;but not all calendar apps support it or can even crash (see &#xA;https://davdroid.bitfire.at/faq/entry/setting-event-colors-crash/)
pt_br: Mapeamento experimental da primeira cor de categoria do compromisso para o atributo COLOR correspondente do evento Juntamente com DAVdroid para Android, você pode mapear cores de eventos individuais do Android para o Outlook mas nem todos os aplicativos de calendário suportam ou podem até travar (veja https://davdroid.bitfire.at/faq/entry/setting-event-colors-crash/)

source: Export cancelled by user.
pt_br: Exportação cancelada pelo usuário.

source: Export Html description X-ALT-DESC converted from RTF Body
pt_br: Exportar descrição Html X-ALT-DESC convertida de Corpo RTF

source: Export profiles
pt_br: Exportar perfis

source: Export profiles to file
pt_br: Exportar perfis para arquivo

source: Fetch color
pt_br: Carregar cor

source: Fix imported phone number format
pt_br: Consertar formato de números de telefones inválidos

source: Fix invalid settings
pt_br: Consertar configurações inválidas

source: Fixes invalid settings automatically, when&#xA;synchronization profiles are edited.&#xA;&#xA;E.g.: if a read-only CalDav calendar is selected&#xA;and the synchronization mode is set to TwoWay,&#xA;then the synchronization mode is automatically&#xA;set to one way, so that there are no write&#xA;operations performed in the read-only&#xA;calendar, which would produce errors.&#xA;Disabling this setting might be helpful for testing,&#xA;but you should know what you do.
pt_br: Corrige configurações inválidas automaticamente, quando perfis de sincronização são editados. Por exemplo: se um calendário CalDav somente leitura for selecionado e o modo de sincronização está definido para AmbosSentidos (TwoWay), então o modo de sincronização é automaticamente definido para um sentido, de modo quenão hajam operações de escrita executadas no calendário apenasde leitura, o que produziria erros. Desativar essa configuração pode ser útil para testes, mas você deve saber o que está fazendo.

source: Force Basic authentication
pt_br: Forçar autenticação básica

source: Formatted
pt_br: Formatada

source: General Contact Mapping Settings
pt_br: Configurações Geral do Mapeamento de Contatos

source: General Event Mapping Settings
pt_br: Configurações Gerais de Mapeamento de Eventos

source: General Logging
pt_br: Logging Geral

source: General Options
pt_br: Opções Gerais

source: General Settings
pt_br: Configurações Gerais

source: General Task Mapping Settings
pt_br: Configurações Gerais de Mapeamento de Tarefas

source: Generic CalDAV/CardDAV
pt_br: CalDAV/CardDAV genérico

source: Get account settings
pt_br: Obter configurações de conta

source: Get IMAP/POP3 account settings
pt_br: Obter configurações de conta IMAP/POP3

source: Hide Advanced Settings
pt_br: Ocultar Configurações Avançadas

source: hours
pt_br: horas

source: iCloud group
pt_br: Group iCloud

source: If checked a manual sync is always triggered after the Outlook Send/Receive finishes&#xA;and on startup of Outlook.
pt_br: Se marcada, uma sincronização manual é sempre acionada após o envio/recebimento do Outlook

source: If checked invalid characters in XML server responses are allowed.&#xA;A typical invalid char, sent by some servers is 'Form feed' (0x0C).
pt_br: Se marcado, caracteres inválidos são permitidos nas respostas do servidor XML. Um caractere inválido típico, enviado por alguns servidores, é 'Feed de formulário' (0x0C).

source: If unchecked the displayname is used for creating the DAV resource Uri instead of a random string.
pt_br: Se desmarcado, o nome de exibição será usado para criar o URI do recurso DAV em vez de uma sequência aleatória.

source: Ignore this version
pt_br: Ignorar esta versão

source: Import profiles
pt_br: Importar perfis do arquivo

source: Import profiles from file
pt_br: Importar perfis do arquivo

source: Include custom message classes in Outlook filter
pt_br: Incluir classes de mensagens customizadas no filtro Outlook

source: Include full IANA timezone with historical data
pt_br: Incluir fuso horário completo IANA com dados históricos
